{
    "books":
    [
        {
            "author": "Haruki Murakami",
            "title": "Colorless Tsukuru Tazaki and His Years of Pilgrimage",
            "synopsis": "Tsukuru Tazaki had four best friends at school. By chance all of their names contained a colour. The two boys were called Akamatsu, meaning ‘red pine’, and Oumi, ‘blue sea’, while the girls’ names were Shirane, ‘white root’, and Kurono, ‘black field’. Tazaki was the only last name with no colour in it. One day Tsukuru Tazaki’s friends announced that they didn't want to see him, or talk to him, ever again. Since that day Tsukuru has been floating through life, unable to form intimate connections with anyone. But then he meets Sara, who tells him that the time has come to find out what happened all those years ago.",
            "rating": "",
            "selector": "George #1",
            "image_url":"covers/1.jpg",
            "date":"March 2022"
        },
        {
            "author": "Kurt Vonnegut",
            "title": "Cat's Cradle",
            "synopsis": "Dr Felix Hoenikker, one of the founding 'fathers' of the atomic bomb, has left a deadly legacy to the world. For he's the inventor of 'ice-nine', a lethal chemical capable of freezing the entire planet. The search for its whereabouts leads to Hoenikker's three ecentric children, to a crazed dictator in the Caribbean, to madness. Felix Hoenikker's Death Wish comes true when his last, fatal gift to humankind brings about the end, that for all of us, is nigh...",
            "rating": "",
            "selector": "Rhys",
            "image_url":"covers/2.jpg",
            "date":"April 2022"
        },
        {
            "author": "Hanif Kureishi",
            "title": "The Buddha of Suburbia",
            "synopsis": "Karim Amir lives with his English mother and Indian father in the routine comfort of suburban London, enduring his teenage years with good humor, always on the lookout for adventure and sexual possibilities. Life gets more interesting, however, when his father becomes the Buddha of Suburbia, beguiling a circle of would-be mystics. And when the Buddha falls in love with one of his disciples, the beautiful and brazen Eva, Karim is introduced to a world of renegade theater directors, punk rock stars, fancy parties, and all the sex a young man could desire. A love story for at least two generations, a high-spirited comedy of sexual manners and social turmoil, The Buddha of Suburbia is one of the most enchanting, provocative, and original books to appear in years.",
            "rating": "",
            "selector": "Rachel",
            "image_url":"covers/3.jpg",
            "date":"May 2022"
        },
        {
            "author": "Keith Waterhouse",
            "title": "Billy Liar",
            "synopsis": "Billy Liar captures brilliantly the claustrophobic atmosphere of a small town. It tells the story of Billy Fisher, a Yorkshire teenager unable to stop lying - especially to his three girlfriends. Trapped by his boring job and working-class parents, Billy finds that his only happiness lies in grand plans for his future and fantastical day-dreams of the fictional country Ambrosia.",
            "rating": "",
            "selector": "Maddy",
            "image_url":"covers/4.jpg",
            "date":"June 2022"
        },
        {
            "author": "Yū Miri",
            "title": "Tokyo Ueno Station",
            "synopsis": "Born in Fukushima in 1933, the same year as the Emperor, Kazu’s life is tied by a series of coincidences to Japan’s Imperial family and to one particular spot in Tokyo; the park near Ueno Station – the same place his unquiet spirit now haunts in death. It is here that Kazu’s life in Tokyo began, as a labourer in the run up to the 1964 Olympics, and later where he ended his days, living in the park’s vast homeless ‘villages’, traumatised by the destruction of the 2011 tsunami and enraged by the announcement of the 2020 Olympics. Akutagawa-award-winning author Yū Miri uses her outsider’s perspective as a Zainichi (Korean-Japanese) writer to craft a novel of utmost importance to this moment, a powerful rebuke to the Imperial system and a sensitive, deeply felt depiction of the lives of Japan’s most vulnerable people.",
            "rating": "",
            "selector": "Owen",
            "image_url":"covers/5.webp",
            "date":"July 2022"
        },
        {
            "author": "John Darnielle",
            "title": "Wolf in White Van",
            "synopsis": "Welcome to Trace Italian, a game of strategy and survival! You may now make your first move. Isolated by a disfiguring injury since the age of 17, Sean Phillips crafts imaginary worlds for strangers to play in. From his small apartment in Southern California, he orchestrates fantastic adventures where possibilities, both dark and bright, open in the boundaries between the real and the imagined. As the creator of Trace Italian - a text-based, roleplaying game played through the mail - Sean guides players from around the world through his intricately imagined terrain, which they navigate and explore, turn by turn, seeking sanctuary in a ravaged, savage future America. Lance and Carrie are high school students from Florida, explorers of the Trace. But when they take their play into the real world, disaster strikes, and Sean is called to account for it. In the process, he is pulled back through time, tunneling toward the moment of his own self-inflicted departure from the world in which most people live. Brilliantly constructed, Wolf in White Van unfolds in reverse until we arrive at both the beginning and the climax: the event that has shaped so much of Sean’s life. Beautifully written and unexpectedly moving, John Darnielle’s audacious and gripping debut novel is a marvel of storytelling brio and genuine literary delicacy.",
            "rating": "",
            "selector": "George #2",
            "image_url":"covers/6.jpg",
            "date":"August 2022"
        },
        {
            "author": "Alexandra Kleeman",
            "title": "You Too Can Have a Body Like Mine",
            "synopsis": "A woman known only as A lives in an unnamed American city with her roommate, B, and boyfriend, C, who wants her to join him on a reality dating show called That's My Partner! A eats mostly popsicles and oranges, watches endless amounts of television, often just for the commercials— particularly the recurring cartoon escapades of Kandy Kat, the mascot for an entirely chemical dessert—and models herself on a standard of beauty that exists only in such advertising. She fixates on the fifteen minutes of fame a local celebrity named Michael has earned after buying up a Wally's Supermarket's entire, and increasingly ample, supply of veal. Meanwhile, B is attempting to make herself a twin of A, who in turn hungers for something to give meaning to her life, something aside from C's pornography addiction. Maybe something like what's gotten into her neighbors across the street, the family who's begun \"ghosting\" themselves beneath white sheets and whose garage door features a strange scrawl of graffiti: he who sits next to me, may we eat as one. An intelligent and madly entertaining novel reminiscent of The Crying of Lot 49, White Noise, and City of Glass, Alexandra Kleeman's unforgettable debut is a missing-person mystery told from the point of view of the missing person; an American horror story that concerns sex and friendship, consumption and appetite, faith and transformation, real food and reality television; and, above all, a wholly singular vision of modern womanhood by a frightening, \"stunning\" (Conjunctions), and often very funny voice of a new generation.",
            "rating": "",
            "selector": "Martin",
            "image_url":"covers/7.jpg",
            "date":"September 2022"
        },
        {
            "author": "Kay Dick",
            "title": "They",
            "synopsis": "They is a dream, a surreal nightmare which sends a shock right to the heart of our cultural complacency. As you read it you should remember that the men and women who live and die in it might easily be you. (They could be snatched out of your hand, quite suddenly, and pulped. No reason would be given, except pure destructive savagery.) Those who struggle in its pages to maintain their reason, their sanity, their capacity to love and hope, are not so far removed (nor are the forces that menace them) from our own and, as we fondly imagine, unruffled lives. As bureaucracy and governmental control proliferate, Kay Dick pleads for the individual and intellectual freedoms which are so rapidly being eroded. Her book is both a poignant celebration of these values and an anguished caveat.",
            "rating": "",
            "selector": "?",
            "image_url":"covers/10.jpg",
            "date":"October 2022"
        },
        {
            "author": "Italo Calvino",
            "title": "If on a Winter's Night a Traveler",
            "synopsis": "If on a Winter's Night a Traveler is a marvel of ingenuity, an experimental text that looks longingly back to the great age of narration—\"when time no longer seemed stopped and did not yet seem to have exploded.\" Italo Calvino's novel is in one sense a comedy in which the two protagonists, the Reader and the Other Reader, ultimately end up married, having almost finished If on a Winter's Night a Traveler. In another, it is a tragedy, a reflection on the difficulties of writing and the solitary nature of reading. The Reader buys a fashionable new book, which opens with an exhortation: \"Relax. Concentrate. Dispel every other thought. Let the world around you fade.\" Alas, after 30 or so pages, he discovers that his copy is corrupted, and consists of nothing but the first section, over and over. Returning to the bookshop, he discovers the volume, which he thought was by Calvino, is actually by the Polish writer Bazakbal. Given the choice between the two, he goes for the Pole, as does the Other Reader, Ludmilla. But this copy turns out to be by yet another writer, as does the next, and the next. The real Calvino intersperses 10 different pastiches—stories of menace, spies, mystery, premonition—with explorations of how and why we choose to read, make meanings, and get our bearings or fail to. Meanwhile the Reader and Ludmilla try to reach, and read, each other. If on a Winter's Night is dazzling, vertiginous, and deeply romantic. \"What makes lovemaking and reading resemble each other most is that within both of them times and spaces open, different from measurable time and space.\"",
            "rating": "",
            "selector": "Rhys",
            "image_url":"covers/9.jpg",
            "date":"November 2022"
        },
        {
            "author": "Stephen King",
            "title": "Different Seasons",
            "synopsis": "Includes the stories “The Body” and “Rita Hayworth and Shawshank Redemption”—set in the fictional town of Castle Rock, Maine.",
            "rating": "",
            "selector": "Rachel",
            "image_url":"covers/8.jpg",
            "date":"December 2022"
        },
        {
            "author": "Shirley Jackson",
            "title": "The Bird's Nest",
            "synopsis": "Elizabeth is a demure twenty-three-year-old wiling her life away at a dull museum job, living with her neurotic aunt, and subsisting off her dead mother's inheritance. When Elizabeth begins to suffer terrible migraines and backaches, her aunt takes her to the doctor, then to a psychiatrist. But slowly, and with Jackson's characteristic chill, we learn that Elizabeth is not just one girl—but four separate, self-destructive personalities. The Bird's Nest, Jackson's third novel, develops hallmarks of the horror master's most unsettling work: tormented heroines, riveting familial mysteries, and a disquieting vision inside the human mind.",
            "rating": "",
            "selector": "Maddy",
            "image_url":"covers/11.jpg",
            "date":"January 2023"
        },
        {
            "author": "Mo Yan",
            "title": "Frog",
            "synopsis": "Mo Yan chronicles the sweeping history of modern China through the lens of the nation’s controversial one-child policy. Frog opens with a playwright nicknamed Tadpole who plans to write about his aunt. In her youth, Gugu—the beautiful daughter of a famous doctor and staunch Communist—is revered for her skill as a midwife. But when her lover defects, Gugu’s own loyalty to the Party is questioned. She decides to prove her allegiance by strictly enforcing the one-child policy, keeping tabs on the number of children in the village, and performing abortions on women as many as eight months pregnant.",
            "rating": "",
            "selector": "Owen",
            "image_url":"covers/12.jpg",
            "date":"Febuary 2023"
        },
        {
            "author": "Raymond Chandler",
            "title": "The Big Sleep",
            "synopsis": "Down these mean streets a man must go who is not himself mean, who is neither tarnished nor afraid....He is the hero; he is everything. He must be a complete man and a common man and yet an unusual man. This is the Code of the Private Eye as defined by Raymond Chandler in his 1944 essay The Simple Act of Murder. Such a man was Philip Marlowe, private eye, an educated, heroic, streetwise, rugged individualist and the hero of Chandler's first novel, The Big Sleep. This work established Chandler as the master of the 'hard-boiled' detective novel, and his articulate and literary style of writing won him a large audience, which ranged from the man in the street to the most sophisticated intellectual.",
            "rating": "",
            "selector": "George #2",
            "image_url":"covers/13.jpg",
            "date":"March 2023"
        },
        {
            "author": "Chuck Palahniuk",
            "title": "Survivor",
            "synopsis": "From the author of the underground sensation Fight Club comes this wickedly incisive second novel, a mesmerizing, unnerving, and hilarious vision of cult and post-cult life. Tender Branson—last surviving member of the so-called Creedish Death Cult—is dictating his life story into the flight recorder of Flight 2039, cruising on autopilot at 39,000 feet somewhere over the Pacific Ocean. He is all alone in the airplane, which will crash shortly into the vast Australian outback. Before it does, he will unfold the tale of his journey from an obedient Creedish child and humble domestic servant to an ultra-buffed, steroid- and collagen-packed media messiah, author of a best-selling autobiography, Saved from Salvation, and the even better selling Book of Very Common Prayer (The Prayer to Delay Orgasm, The Prayer to Prevent Hair Loss, The Prayer to Silence Car Alarms). He'll reveal the truth of his tortured romance with the elusive and prescient Fertility Hollis, share his insight that \"the only difference between suicide and martyrdom is press coverage,\" and deny responsibility for the Tender Branson Sensitive Materials Sanitary Landfill, a 20,000-acre repository for the nation's outdated pornography. Among other matters both bizarre and trenchant. Not since Kurt Vonnegut's Mother Night and Jerzy Kosinski's Being There has there been as dark and telling a satire on the wages of fame and the bedrock lunacy of the modern world. Unpredictable, compelling, and unforgettable, Survivor is Chuck Palahniuk at his deadpan peak; and it cements his place as one of the most original writers in fiction today.",
            "rating": "",
            "selector": "Martin",
            "image_url":"covers/14.jpg",
            "date":"April 2023"
        },
        {
            "author": "Thomas Savage",
            "title": "The Power of the Dog",
            "synopsis": "First published in 1967, Thomas Savage's western novel about two brothers now includes an afterword by Annie Proulx. Phil and George are brothers, more than partners, joint owners of the biggest ranch in their Montana valley. Phil is the bright one, George the plodder. Phil is tall and angular; George is stocky and silent. Phil is a brilliant chess player, a voracious reader, an eloquent storyteller; George learns slowly, and devotes himself to the business. Phil is a vicious sadist, with a seething contempt for weakness to match his thirst for dominance; George has a gentle, loving soul. They sleep in the room they shared as boys, and so it has been for forty years. When George unexpectedly marries a young widow and brings her to live at the ranch, Phil begins a relentless campaign to destroy his brother's new wife. But he reckons without an unlikely protector. From its visceral first paragraph to its devastating twist of an ending, The Power of the Dog will hold you in its grip.",
            "rating": "",
            "selector": "George #1",
            "image_url":"covers/15.webp",
            "date":"May 2023"
        },
        {
            "author": "Susanna Clarke",
            "title": "Piranesi",
            "synopsis": "Piranesi’s house is no ordinary building: its rooms are infinite, its corridors endless, its walls are lined with thousands upon thousands of statues, each one different from all the others. Within the labyrinth of halls an ocean is imprisoned; waves thunder up staircases, rooms are flooded in an instant. But Piranesi is not afraid; he understands the tides as he understands the pattern of the labyrinth itself. He lives to explore the house. There is one other person in the house—a man called The Other, who visits Piranesi twice a week and asks for help with research into A Great and Secret Knowledge. But as Piranesi explores, evidence emerges of another person, and a terrible truth begins to unravel, revealing a world beyond the one Piranesi has always known.",
            "rating": "",
            "selector": "Candy",
            "image_url":"covers/16.jpg",
            "date":"June 2023"
        },
        {
            "author": "Eimear McBride",
            "title": "Strange Hotel",
            "synopsis": "At the mid-point of her life a woman enters an Avignon hotel room. She's been here once before - but while the room hasn't changed, she is a different person now. Forever caught between check-in and check-out, she will go on to occupy other hotel rooms, from Prague to Oslo, Auckland to Austin, each as anonymous as the last, but bound by rules of her choosing. There, amid the detritus of her travels, the matchbooks, cigarettes, keys and room-service wine, she will negotiate with memory, with the men she sometimes meets, and with what it might mean to return home.",
            "rating": "",
            "selector": "Risha",
            "image_url":"covers/17.jpg",
            "date":"July 2023"
        },
        {
            "author": "Juan Pablo Villalobos",
            "title": "I Don't Expect Anyone to Believe Me",
            "synopsis": "The author of Down the Rabbit Hole delivers a hilarious and prize-winning tale of immigrants, students and gangsters in Barcelona.'I don’t expect anyone to believe me,' warns the narrator of this novel, a Mexican student called Juan Pablo Villalobos. He is about to fly to Barcelona on a scholarship, when he’s kidnapped in a bookshop and whisked away by thugs to a basement. The gangsters are threatening his cousin – a wannabe entrepreneur known to some as 'Projects' and to others as 'dickhead' – who is gagged and tied to a chair. The thugs say Juan Pablo must work for them. His mission? To bring Laia, a Mexican student in Barcelona and the daughter of a corrupt politician, to fall in love with him. He accepts, albeit unwillingly, and albeit after the crime boss has forced him at gunpoint into a discussion on the limits of humour in literature. Part campus novel, part gangster thriller, I Don’t Expect Anyone to Believe Me is Villalobos at his best, exuberantly foul-mouthed and intellectually agile. This hugely entertaining novel, the winner of Spain’s prestigious Herralde Prize, makes light work of difficult subjects – immigration, corruption, family loyalty and love – in a story where the bad guys aren’t as expected…and nor is anyone else.",
            "rating": "",
            "selector": "Rhys",
            "image_url":"covers/18.jpg",
            "date":"August 2023"
        },
        {
            "author": "Elif Shafak",
            "title": "10 Minutes 38 Seconds in this Strange World",
            "synopsis": "An intensely powerful new novel from the best-selling author of The Bastard of Istanbul and Honour 'In the first minute following her death, Tequila Leila's consciousness began to ebb, slowly and steadily, like a tide receding from the shore. Her brain cells, having run out of blood, were now completely deprived of oxygen. But they did not shut down. Not right away...' For Leila, each minute after her death brings a sensuous memory: the taste of spiced goat stew, sacrificed by her father to celebrate the long-awaited birth of a son; the sight of bubbling vats of lemon and sugar which the women use to wax their legs while the men attend mosque; the scent of cardamom coffee that Leila shares with a handsome student in the brothel where she works. Each memory, too, recalls the friends she made at each key moment in her life - friends who are now desperately trying to find her. . .",
            "rating": "",
            "selector": "Rachel",
            "image_url":"covers/19.jpg",
            "date":"September 2023"
        },
        {
            "author": "Shirley Jackson",
            "title": "The Haunting of Hill House",
            "synopsis": "It is the story of four seekers who arrive at a notoriously unfriendly pile called Hill House: Dr. Montague, an occult scholar looking for solid evidence of a \"haunting\"; Theodora, the lighthearted assistant; Eleanor, a friendless, fragile young woman well acquainted with poltergeists; and Luke, the future heir of Hill House. At first, their stay seems destined to be merely a spooky encounter with inexplicable phenomena. But Hill House is gathering its powers—and soon it will choose one of them to make its own.",
            "rating": "",
            "selector": "Owen",
            "image_url":"covers/20.jpeg",
            "date":"October 2023"
        },
        {
            "author": "Anna Burns",
            "title": "Milkman",
            "synopsis": "In this unnamed city, to be interesting is dangerous. Middle sister, our protagonist, is busy attempting to keep her mother from discovering her maybe-boyfriend and to keep everyone in the dark about her encounter with Milkman. But when first brother-in-law sniffs out her struggle, and rumours start to swell, middle sister becomes 'interesting'. The last thing she ever wanted to be. To be interesting is to be noticed and to be noticed is dangerous. Milkman is a tale of gossip and hearsay, silence and deliberate deafness. It is the story of inaction with enormous consequences.",
            "rating": "",
            "selector": "Martin",
            "image_url":"covers/21.jpg",
            "date":"November 2023"
        },
        {
            "author": "Hans Christian Andersen",
            "title": "The Little Match Girl",
            "synopsis": "Fearful of returning home to a violent father without having sold enough matches for the day, the Little Match Girl remains on the street resigned to warming herself by lighting matches. With each match, she sees a vision?a warm stove, a table laden with hot food, a beautiful Christmas tree decorated with lights leading up to the sky, so high that one becomes a shooting star. According to her grandmother, each shooting star is a person who had recently passed on and is now heading to heaven. Her next strike brings a vision of her grandmother?the only person in the world who ever loved the Little Match Girl?who takes her away in her warm embrace to heaven. The classic ending is intact here and accompanied by gentle, sensitive illustrations?children will return to this stirring tale often to understand its tragedy and the valuable lessons within.",
            "rating": "",
            "selector": "",
            "image_url":"covers/22.jpg",
            "date":"December 2023"
        },
        {
            "author": "Christopher Buckley",
            "title": "Thank You for Smoking",
            "synopsis": "Nick Naylor is just a regular guy trying to earn a living. In these neo-puritanical times, it's a challenge to defend the rights of smokers and a privilege to promote their liberty. Sure, it hurts a little when you're compared to Nazi war criminals, but Nick's just doing what it takes to pay the mortgage and put his son through school. As chief propagandist for the tobacco industry he can handle the insults from the antismoking zealots, but death threats are a different matter. Someone wants to prove just how hazardous smoking can be - and if Nick isn't careful, he's going to be stubbed out. A humorous and thought-provoking novel, Thank You for Smoking gets people talking. The multi-award winning film adaptation, starring Aaron Eckhart, was released to widespread acclaim.",
            "rating": "",
            "selector": "George #1",
            "image_url":"covers/23.jpg",
            "date":"January 2024"
        },
        {
            "author": "Kurt Vonnegut",
            "title": "Sirens of titan",
            "synopsis": "When Winston Niles Rumfoord flies his spaceship into a chrono-synclastic infundibulum he is converted into pure energy and only materializes when his waveforms intercept Earth or some other planet. As a result, he only gets home to Newport, Rhode Island, once every fifty-nine days and then only for an hour. \n But at least, as a consolation, he now knows everything that has ever happened and everything that ever will be. He knows, for instance, that his wife is going to Mars to mate with Malachi Constant, the richest man in the world. He also knows that on Titan - one of Saturn's moons - is an alien from the planet Tralfamadore, who has been waiting 200,000 years for a spare part for his grounded spacecraft . . .",
            "rating": "",
            "selector": "George #2",
            "image_url":"covers/24.jpg",
            "date":"Febuary 2024"
        },
        {
            "author": "Eliza Clarke",
            "title": "Boys Parts",
            "synopsis": "Irina is in a rut. She obsessively takes explicit photographs of average-looking men she scouts from the streets of Newcastle while her dead-end bar job slips away; she's more interested in drugs, alcohol, and extreme cinema. When she's offered an exhibition at a fashionable London gallery which promises to revive her career in the art world, it should feel like an escape. But the news triggers a self-destructive tailspin, drawing in her obsessive best friend and a shy young man from her local supermarket who has attracted her attention . . .",
            "rating": "",
            "selector": "Candi",
            "image_url":"covers/25.jpg",
            "date":"March 2024"
        },
        {
            "author": "Ursula K. Le Guin",
            "title": "The left hand of darkness",
            "synopsis": "Two people, until recently strangers, find themselves on a long, tortuous and dangerous journey across the ice. One is an outcast, forced to leave his beloved homeland; the other is fleeing from a different kind of persecution. What they have in common is curiosity, about others and themselves, and an almost unshakeable belief that the world can be a better place. \n As they journey for over 800 miles, across the harshest, most inhospitable landscape, they discover the true meaning of friendship, and of love.",
            "rating": "",
            "selector": "Rhys",
            "image_url":"covers/26.jpg",
            "date":"April 2024"
        },
        {
            "author": "Samantha Hunt",
            "title": "The Seas",
            "synopsis": "Moored in a coastal fishing town so far north that the highways only run south, the unnamed narrator of The Seas is a misfit. She's often the subject of cruel local gossip. Her father, a sailor, walked into the ocean eleven years earlier and never returned, leaving his wife and daughter to keep a forlorn vigil. Surrounded by water and beckoned by the sea, she clings to what her father once told her: that she is a mermaid. \n True to myth, she finds herself in hard love with a land-bound man, an Iraq War veteran thirteen years her senior. The mesmerizing, fevered coming-of-age tale that follows will land her in jail. Her otherworldly escape will become the stuff of legend.",
            "rating": "",
            "selector": "Maddy",
            "image_url":"covers/27.jpg",
            "date":"May 2024"
        },
        {
            "author": "Small things like these",
            "title": "Claire Keegan",
            "synopsis": "Set in a small Irish town and following a coal and timber merchant confronted by the past, this magnetic tale of determination and quiet heroism from the author of Foster is as hopeful as it is haunting. \n It is 1985, in an Irish town. During the weeks leading up to Christmas, Bill Furlong, a coal and timber merchant, faces into his busiest season. As he does the rounds, he feels the past rising up to meet him - and encounters the complicit silences of a people controlled by the Church.",
            "rating": "",
            "selector": "Rachael",
            "image_url":"covers/28.jpg",
            "date":"June 2024"
        },
        {
            "author": "Yevgeny Zamyatin",
            "title": "We",
            "synopsis": "In a glass-enclosed city of absolute straight lines, ruled over by the all-powerful 'Benefactor', the citizens of the totalitarian society of OneState live out lives devoid of passion and creativity - until D-503, a mathematician who dreams in numbers, makes a discovery: he has an individual soul. Set in the twenty-sixth century AD, We is the classic dystopian novel and was the forerunner of works such as George Orwell's 1984 and Aldous Huxley's Brave New World. It was suppressed for many years in Russia and remains a resounding cry for individual freedom, yet is also a powerful, exciting and vivid work of science fiction.",
            "rating": "",
            "selector": "Owen",
            "image_url":"covers/29.jpg",
            "date":"July 2024"
        },
        {
            "author": "Alan Warner",
            "title": "Morvern Callar",
            "synopsis": "It is off-season in a remote Highland sea port: twenty-one-year-old Morvern Callar, a low-paid employee in the local supermarket, wakes one morning to find her strange boyfriend has committed suicide and is dead on their kitchen floor. Morvern's laconic reaction is both intriguing and immoral. What she does next is even more appalling...",
            "rating": "",
            "selector": "George #2",
            "image_url":"covers/30.jpg",
            "date":"August 2024"
        },
        {
            "author": "Caleb Azumah Nelson",
            "title": "Open Water",
            "synopsis": "Two young people meet at a pub in South East London. Both are Black British, both won scholarships to private schools where they struggled to belong, both are now artists - he a photographer, she a dancer - trying to make their mark in a city that by turns celebrates and rejects them. Tentatively, tenderly, they fall in love. But two people who seem destined to be together can still be torn apart by fear and violence.",
            "rating": "",
            "selector": "Martin",
            "image_url":"covers/31.jpg",
            "date":"September 2024"
        },
        {
            "author": "Susan Hill",
            "title": "Woman in black",
            "synopsis": "Arthur Kipps, a junior solicitor, is summoned to attend the funeral of Mrs Alice Drablow, the house's sole inhabitant of Eel Marsh House, unaware of the tragic secrets which lie hidden behind the shuttered windows. \n The house stands at the end of a causeway, wreathed in fog and mystery, but it is not until he glimpses a wasted young woman, dressed all in black, at the funeral, that a creeping sense of unease begins to take hold, a feeling deepened by the reluctance of the locals to talk of the woman in black - and her terrible purpose.",
            "rating": "",
            "selector": "Martin",
            "image_url":"covers/32.jpg",
            "date":"October 2024"
        },
        {
            "author": "Seichō Matsumoto",
            "title": "Tokyo Express",
            "synopsis": "In a rocky cove in the bay of Hakata, the bodies of a young and beautiful couple are discovered. Stood in the coast's wind and cold, the police see nothing to investigate: the flush of the couple's cheeks speaks clearly of cyanide, of a lovers' suicide. \n But in the eyes of two men, Torigai Jutaro, a senior detective, and Kiichi Mihara, a young gun from Tokyo, something is not quite right. Together, they begin to pick at the knot of a unique and calculated crime.",
            "rating": "",
            "selector": "Sam",
            "image_url":"covers/33.jpg",
            "date":"Febuary 2025"
        }
    ]
}
